Revit 2027 API
MEPBuildingConstructionSet Constructor
Initializes a new instance of the MEPBuildingConstructionSet class
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public MEPBuildingConstructionSet()
Public Sub New
public:
MEPBuildingConstructionSet()
new : unit -> MEPBuildingConstructionSet
See Also
Reference
MEPBuildingConstructionSet Class
Autodesk.Revit.DB.Mechanical Namespace